Revit 2027 API
BuiltInFailures.GroupFailures.LastCopyOfGroupDeleted Property
 Last copy of Group "[Name]" deleted. Group type removed from project.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId LastCopyOfGroupDeleted { get; }
Public Shared ReadOnly Property LastCopyOfGroupDeleted As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ LastCopyOfGroupDeleted {
	FailureDefinitionId^ get ();
}
static member LastCopyOfGroupDeleted : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace